Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Regional Geological Setting
es: Entorno geológico regional

source: Regional Geological and Tectonic Setting Surrounding the Spence Mine Site, Antofagasta, Northern Chile
es: Marco geológico y tectónico regional que rodea a la mina Spence, Antofagasta, norte de Chile

source: Regional Health and Safety Leader or National Health, Safety and Environmental Leader
es: Líder Regional de Salud y Seguridad o Líder Nacional de Salud, Seguridad y Ambiente

source: Regional President to review and sign off on investigations into events involving SIF/pSIF and other high or very high consequence/severity incidents
es: Presidente Regional a cargo de revisar y aprobar investigaciones de eventos que involucren SIF/pSIF y otros incidentes de graves o muy graves consecuencias

source: Regional VP
es: VP Regional

source: Regional groundwater flow patterns during mine operations are generally consistent with pre-mining conditions.
es: Los patrones regionales de flujo subterráneo durante las operaciones mineras son, en general, consistentes con las condiciones previas a estas actividades.

source: Regional plate tectonic setting and geological history;
es: El entorno tectónico de placas regional y el historial geológico;

source: Register as an App User with your Golder email address by selecting "New User?
es: Regístrate como usuario de la aplicación con tu dirección de correo electrónico de Golder donde dice “New User?

source: Registered Brazilian Engineer, Rio de Janeiro (CREA)
es: Ingeniero colegiado brasileño, Río de Janeiro (CREA)

source: Registered Professional Engineer, British Columbia
es: Ingeniero Profesional Colegiado, Columbia Británica

source: Registered Professional Engineer, Ontario
es: Ingeniero Profesional Colegiado, Ontario

source: Registered Professional Engineer, Ontario (Member No. 90412388)
es: Ingeniero Profesional Colegiado, Ontario (Miembro Nro. 90412388)

source: Registration & Taxes
es: Constitución e impuestos

source: Regular observational monitoring
es: Monitoreo observacional regular

source: Regular observational monitoring including pre-shift inspections
es: Monitoreo observacional regular con inspecciones de precorte

source: Regular review of prism monitoring data and comparison to radar data
es: Revision regular de datos de monitoreo del prisma y comparación con datos de radar.

source: Regularly inspected to ensure the integrity of the container.
es: Inspeccionarse regularmente para garantizar la integridad del contenedor.

source: Regularly scheduled site reviews by experienced senior geotechnical and hydrogeological personnel
es: Revisiones en el sitio programadas regularmente de personal geotécnico e hidrogeológico senior experimentado

source: Regulatory Authority – Legal entity promulgating and enforcing HSE legislation and/or with prescribed authority including power to inspect workplaces.
es: Autoridad regulatoria: ente legal que promulga y hace cumplir la legislación sobre salud, seguridad y medio ambiente o que tiene autoridad suficiente para inspeccionar los lugares de trabajo.

source: Regulatory orders; and
es: Órdenes del regulador; y

source: Reinforce a positive behavior today
es: Reforzar hoy un comportamiento positivo

source: Reject timesheets that are incorrect.
es: Rechazar timesheets incorrectos.

source: Related Fatal Risk Control:
es: Control de riesgo fatal relacionado

source: Related Party Transactions (contracting or divestitures) - not to be sub-delegated
es: Transacciones con partes relacionadas (contratación o ventas de activos) - no subdelegar

source: Related Party Transactions (hiring) - not to be sub-delegated
es: Transacciones con partes relacionadas (contratación) - no subdelegar

source: Relationship or conflict between project schedule, safety, planning and/or project cost/budget
es: Relaciones o conflictos entre el programa de proyecto, seguridad, planificación y/o costo / presupuesto de proyecto

source: Relatively larger, and more distant open pit blasts would generally produce vibrations with lower dominant frequencies, in the range of 5 to 25 Hz.
es: Las voladuras a cielo abierto, que suelen ser más grandes y distantes, producirían generalmente vibraciones con frecuencias dominantes más bajas, entre 5 y 25 Hz.

source: Relatively small amounts of seepage (< 3 L/s) occur towards the El Topacio, El Banco, and San Antonio basins.
es: Cantidades relativamente bajas de infiltración (< 3 l/s) se presentan hacia las cuencas El Topacio, El Banco y San Antonio.

source: Release to air, water or land with destructive impacts on or off site.
es: Emisión al aire, agua o suelo que tiene impactos destructivos dentro o fuera del sitio.

source: Release to air, water or land with impacts requiring long term recovery.
es: Emisión al aire, agua o suelo que tiene impactos que requieren recuperación a largo plazo.

source: Release to air, water or land with impacts requiring short or long term recovery, e.g., habitat disturbance; damage to indigenous people’s/heritage sites; alteration of the natural environment or its aesthetics; generation of contaminated or hazardous waste, or large volumes of solid waste; dust or noise affecting the immediate area.
es: Emisión al aire, agua o suelo cuyo impacto requiere recuperación a corto o largo plazo, por ejemplo, perturbación del hábitat; daño a sitios patrimoniales o de pueblos indígenas; alteración del entorno natural o su estética; generación de residuos contaminados o peligrosos o de grandes volúmenes de residuos sólidos; polvo o ruido que afecte el área circundante.

source: Release to air, water or land with life threatening impacts on or off site (e.g. human death(s); destruction of endangered species; habitat destruction; human water supply or food destruction; localized extinction of a species; Protracted or extensive clean up requiring external resources).
es: Emisión al aire, agua o suelo que tiene impactos que ponen en riesgo la vida dentro o fuera del sitio. Ejemplos: fallecimiento de personas; destrucción de especies en peligro; destrucción del hábitat; destrucción del suministro de agua o alimentos para las personas; extinción local de una especie. Limpieza prolongada o extendida que requiere recursos externos.

source: Release to air, water or land with resulting in localised damage to worksite requiring short term recovery.
es: Emisión al aire, agua o suelo que tiene daño resultante localizado en el sitio que requiere recuperación a largo plazo.

source: Release to or disturbance of air, water or land resulting in no impact or localised (i.e. isolated to worksite) impacts within authorized limits.
es: Emisión al aire, agua o suelo o perturbación de estos que tiene como resultado un impacto nulo o impactos localizados (circunscritos al sitio) dentro de los límites autorizados.

source: Releases of liens/claims
es: Liberación de gravámenes/derechos

source: Relevance to Core Business
es: Relevancia para el negocio central

source: Reliability-Based Bench Design
es: Diseño de bancos basado en fiabilidad

source: Reliability-Based Bench Design Optimization
es: Optimización del diseño de bancos basado en la fiabilidad

source: Reliable design of pit dewatering and slope depressurization for operational and stability purposes will require a development of a hydrogeological conceptual model
es: Un diseño fiable del secado de pits y de la despresurización de taludes para efectos operacionales y de estabilidad requerirá el desarrollo de un modelo hidrogeológico conceptual.

source: Relocation costs (total per relocation)
es: Costos de reubicación (total por reubicación)

source: Remain at a safe distance from a suspended load.
es: Mantenerse a una distancia segura de una carga suspendida.

source: Remain aware of hazardous fauna including marine stingers.
es: Mantenerse atento a la fauna peligrosa como, por ejemplo, las medusas de caja.

source: Remain consciously aware of the manner in which the vehicle is being driven and prevailing conditions at the time
es: Mantenernos atentos a la forma en que se está operando el vehículo, y a las condiciones del momento

source: Remedial action plan was the first risk-based remediation strategy approved by the environmental authorities in Quito.
es: El plan de acción de remediación fue la estrategia de remediación basada en riesgos y aprobada por las autoridades ambientales de Quito.

source: Remedial options comprising HDD and tunnel crossings were conceptually designed as part of this assignment.
es: Se diseñaron conceptualmente alternativas de remediación que comprenden cruces HDD y de túneles en el marco de este trabajo.

source: Remedial options were conceptually designed as part of this assignment.
es: Se diseñaron conceptualmente alternativas de remediación en el marco de este trabajo.

source: Remedial strategy included installation of a permeable reactive barrier using ZVI, soluble carbon, and oil emulsion substrates to treat impacted groundwater prior to reaching an adjacent waterway.
es: La estrategia de remediación comprende la instalación de una barrera reactiva permeable con hierro cero-valente, carbono soluble y sustratos de emulsión de petróleo para tratar aguas subterráneas afectadas antes de que lleguen al canal adyacente.

source: Remediation systems are focused on addressing chlorinated solvent and toluene impacts in groundwater and include soil vapor extraction (SVE) and enhanced reductive dechlorination (ERD).
es: Los sistemas de remediación se centraron en tratar los impactos de solventes clorados y tolueno en las aguas subterráneas y consistieron en extracción de vapor del suelo y decloración reductiva aumentada.

source: Remedy: Replace
es: Solución: Reemplazo

source: Remember the acronym B.A.C.K. can reduce the chance of injury while manual handling.
es: Recordar que para reducir la posibilidad de lesiones al manipular objetos es importante la firmeza, la alineación, el control y las rodillas.

source: Remember these apply to HS, S, and E.
es: Recuerden que estas aplican a todos los aspectos de HSSE.

source: Remember: There is no activity so urgent or important that allows us to lower our HSSE standards.
es: Recuerde: Ningún trabajo es tan urgente que nos permita bajar nuestros estándares en HSSE.

source: Remember to re-word the first bullet once the share price is announced.
es: Recordar cambiar la redacción del primer punto cuando se anuncie el precio de la acción.

source: Remind team of key points
es: Recordar puntos clave al equipo

source: Reminder that exposure to bribery and corruption risks are present in every region and our best protection is everyone completing their ABC training
es: Recordatorio de que la exposición al riesgo de soborno y corrupción existe en cada región y que nuestra mejor protección es que todos realicen la capacitación anticorrupción y antisoborno

source: Reminder: Importance of planning and testing the plan
es: Recordatorio: importancia de la planificación y de someter el plan a prueba

source: Remote work refers to fieldwork conducted in an area where help is not easily obtained in the event of illness, injury, incapacity, extreme and inclement weather, violence, animal attack or other emergency.
es: El trabajo en zonas apartadas se refiere al trabajo de campo que se ejecuta en un lugar donde no hay facilidad de acceso a ayuda en caso de enfermedad, lesión, incapacidad, clima extremo o inclemente, violencia, ataque de animales u otra emergencia.

source: Remoteness of the work and access to established medical facilities.
es: La lejanía del trabajo y el acceso a instalaciones médicas establecidas.

source: Remoteness.
es: Ubicación remota.

source: Remove wet clothing and wrap the person in warm covers.
es: Quitar la ropa húmeda y envolverla en mantas tibias.

source: Removing barriers for safe work and strong morale.
es: Eliminar barreras al trabajo seguro y una moral sólida.

source: Renae Mayo (Global HSSE Mining) has asked me to facilitate this session on the Project HSSE Risk Tools.
es: Renae Mayo (Global HSSE Mining) me pidió que dedicara esta sesión a las Herramientas para Riesgos de HSSE en Proyectos.

source: Repairs to equipment shall be undertaken by a competent person.
es: Las reparaciones al equipo debe hacerlas una persona competente.

source: Reparation, adjustment/assembly, cleaning or resurfacing
es: Reparación, ajuste / ensamblado, limpieza o restauración

source: Repeat pulse survey in October.
es: Repetir encuesta en octubre.

source: Report any near misses so that improvements can be made.
es: Informe cuasipérdidas para poder hacer mejoras

source: Report No.
es: Informe Nro.

source: Reportable Incident – Incident required to be reported to the Operating Company’s regulatory authority.
es: Incidente denunciable: incidente que debe ser reportado a la autoridad que regula a la Compañía Operativa.

source: Reporting a Site Visit and VFL
es: Informe de visita a faena y liderazgo visible y palpable

source: Reporting a learning
es: Ingresar un learning

source: Reporting also provided details for the design of the concrete cap for the shaft.
es: Los informes también entregaron detalles sobre el diseño del tapón de hormigón para el pique.

source: Reporting of insurance claims (project and non-project) excluding workers' comp and auto
es: Notificación de reclamación al seguro (de proyecto o no) excepto indemnización por despido y auto

source: Reporting, investigations, trends analysis, inspections, audits
es: Informar, investigar, análisis de tendencias, inspecciones, auditorías

source: Reports (learnings reports, weather reports…)
es: Informes (de casos, meteorológicos…)

source: Reports and publication references in this study are included at the end of the report.
es: Las referencias a informes y publicaciones en el presente estudio se incluyen al final del informe.

source: Reports released outside the team will be approved for release by our legal team.
es: El equipo legal aprobará la emisión de informes realizados fuera del equipo.

source: Representative from a different workgroup, State or Region
es: Representante de otro grupo de trabajo, Estado o Región

source: Representative geotechnical sections S1 through S5 are shown in Figures 2.16 through 2.20 together with the location of the LOM pit slopes.
es: Las secciones geotécnicas representativas S1 a S5 se presentan en las Figuras 2.16 a 2.20 junto con la ubicación de los taludes del pit LOM.

source: Request the operator adopt a cautious approach to excavation in the vicinity of possible services.
es: Solicitar al operador que tenga cautela al excavar cerca de posibles servicios.

source: Requesting additional inclusion of: “Except for those costs incurred to specifically mitigate the effects and costs of an event of force majeure which may be incurred by the Contractor.”
es: Solicitar inclusión adicional de: “Excepto para aquellos costos incurridos específicamente para mitigar los efectos y costos de un evento de fuerza mayor en que pudiera incurrir el Contratista”.

source: Required Permits to Work issued?
es: ¿Se emitieron los permisos de trabajo requeridos?

source: Required site inductions completed?
es: ¿Se hicieron las inducciones correspondientes?

source: Requirement in current language that requires us to be aware of any and all “geotechnical and subsurface conditions”.
es: Requisito en redacción actual que nos exige ser conscientes de cualquier “condición geotécnica y subsuperficial”.

source: Requirements
es: Requisitos

source: Requirements may include:
es: Pueden ser requisitos:

source: Requires clean up using external resources).
es: Requiere limpieza con recursos externos.

source: Research Assistant (1983 to 1984)
es: Asistente de Investigación (1983 a 1984)

source: Research Assistant (1984 to 1988)
es: Asistente de Investigación (1984 a 1988)

source: Research Assistant (1985 to 1987)
es: Asistente de Investigación (1985 a 1987)

source: Research Assistant (1992 to 1994)
es: Asistente de Investigación (1992 a 1994)

source: Research Engineer (1988 to 1989)
es: Ingeniero Investigador (1988 a 1989)

source: Research Engineer, Mining Research Directorate (1989 to 1992)
es: Ingeniero Investigador, Mining Research Directorate (1989 a 1992)

source: Research on materials/equipment
es: Investigación de materiales / equipos

source: Research shows that being awake for 17 hours has a similar impact on performance as 0.05 blood alcohol content.
es: Según estudios, estar despierto 17 horas tiene el mismo efecto en el desempeño que 0,05 gramos de alcohol por litro de sangre.

source: Researchers have shown that individual fault segments that demonstrate Quaternary to Holocene activity tend to have an order of magnitude less slip (Marquardt, 2005; Allmendinger and Gonzalez, 2009) than the total rate.
es: Los investigadores han demostrado que los segmentos de falla individuales que presentan actividad en el Cuaternario al Holoceno suelen tener un deslizamiento de un orden de magnitud inferior (Marquardt, 2005; Allmendinger y González, 2009) que la tasa total.

source: Reserves for claims and liabilities (project and non-project)
es: Reservas por demandas y pasivos (de proyecto o no)

source: Residual Risk
es: Riesgo residual

source: Resources Required
es: Recursos Requeridos

source: Resources Required (To be agreed by Mentor/Mentee)
es: Recursos requeridos (A ser acordados por el Mentor/Pupilo)

source: Respect the road rules and drive at a speed appropriate to conditions
es: Respetar las normas viales, conducir a una velocidad adecuada para las condiciones

source: Respect the road rules, drive at a speed appropriate to the conditions
es: Respetar las normas viales, conducir a una velocidad adecuada a las condiciones

source: Respect the road rules, drive at a speed appropriate to the conditions.
es: Respetar las normas viales, conducir a una velocidad adecuada a las condiciones.

source: Respectfully,
es: Cordialmente,

source: Respiratory incapacity
es: Incapacidad respiratoria

source: Responsabilities included lead assessor, project manager, client manager, and senior reviewer, dending on scope and location of the projects.
es: Las responsabilidades incluyeron asesor líder, gerente de proyecto, gerente de cliente y revisor senior, dependiendo del alcance y ubicación de los proyectos.

source: Response processes shall be documented for the following action levels:
es: Debe haber procesos de respuesta documentados para los siguientes niveles de acción:

source: Responsibilities
es: Responsabilidades

source: Responsibilities are broken down into Management, Project Leadership and Employee:
es: Se dividieron las responsabilidades en Gestión, Liderazgo en Proyectos y Colaborador:

source: Responsibility
es: Responsabilidad

source: Responsibility Matrices
es: Matrices de Responsabilidad

source: Responsibility Level
es: Nivel de responsabilidad

source: Responsibility for this rests with our senior leadership, at large, as each of us assess our projects, prospects, and pursuits.
es: La responsabilidad de esto yace en nuestros líderes senior, en general, ya que cada uno evalúa los proyectos y las propuestas.

source: Responsible for 2D and 3D numerical modelling, evaluation of crown pillar stability, portal support design, cavity monitoring survey and preparation of mining closure plans.
es: Responsable de modelación numérica 2D y 3D, evaluación de estabilidad de pilares corona, diseño de soporte de portales, leantamiento de monitoreo de cavidades y elaboración de planes de cierre de minas.

source: Responsible for 3-dimensional analyses of alternative mining sequences for Creighton mine from the 7810 Level to 8200 Level (2389 m to 2500 m deep) using FLAC3D©.
es: Responsable de análisis tridimensionales de alternativas de secuencia de minado para la mina Creighton desde el nivel 7810 hasta el nivel 8200 (entre los 2389 m y 2500 m de profundidad) usando FLAC3D©.

source: Responsible for calibrating and validating the constitutive model and numerical analysis procedure used to simulate the cyclic behaviour of the tailings versus results from laboratory element and centrifuge tests.
es: Responsable de calibrar y validar el modelo constitutivo y el procedimiento de análisis numérico para simular el comportamiento cíclico de los relaves frente a los resultados de los ensayos de elementos de laboratorio y centrífugos.

source: Responsible for calibrating the constitutive model used to capture the tailings characteristic behaviour under cyclic loading.
es: Responsable de calibrar el modelo constitutivo usado para captar el comportamiento característico de los relaves bajo cargas cíclicas.

source: Responsible for calibrating the constitutive models used to capture the characteristic behaviour of the core and filter materials under cyclic loading.
es: Responsable de calibrar los modelos constitutivos usados para captar el comportamiento característico del núcleo y de los materiales de filtro bajo cargas cíclicas.

source: Responsible for carrying out expert review of the static and dynamic, stress-deformation analyses of the main tailings dam Pampa Pabellón.
es: Responsable de llevar a cabo la revisión experta de los análisis estáticos y dinámicos de tensión-deformación del muro principal del depósito de relaves Pampa Pabellón.

source: Responsible for conducting 2D and 3D static and dynamic, stress-deformation analyses for the detailed design of the proposed Main Tailings Dam for the Minas Conga Project.
es: Responsable de llevar a cabo los análisis 2D y 3D de tensión-deformación estáticos y dinámicos para el diseño detallado del muro principal del depósito de relaves del proyecto Minas Conga.

source: Responsible for conducting 2D and 3D static and dynamic, stress-deformation analyses of Antamina Tailings Dam.
es: Responsable de llevar a cabo los análisis 2D y 3D de tensión-deformación estáticos y dinámicos del depósito de relaves de Antamina.

source: Responsible for conducting a series of three-dimensional (3D) stress-deformation, stability analyses of the open pit east wall at the Bingham Canyon Mine, in Utah.
es: Responsable de llevar a cabo una serie de análisis 3D de estabilidad de tensión-deformación del muro este del pit de la mina Bingham Canyon, en Utah (EE.UU.).

source: Responsible for conducting a series of three-dimensional (3D) stress-deformation, stability analyses of the proposed open pit at the Oyu Tolgoi Copper-Gold Project in Mongolia.
es: Responsable de llevar a cabo una serie de análisis de estabilidad de tensión-deformación 3D del pit propuesto en el proyecto de cobre y oro Oyu Tolgoi, en Mongolia.

source: Responsible for conducting the expert review of the geotechnical report and foundation design of Crushers 2 and 3, located on a waste rock dump at Escondida Mine.
es: Responsable de llevar a cabo la revisión experta del informe geotécnico y del diseño de fundaciones de los Chancadores 2 y 3, ubicados sobre un depósito de estériles en la mina Escondida.

source: Responsible for coordinating and supervising different sub-tasks of this assignment, including field work, development of an empirical model for predicting Antamina’s dam behaviour, and calibration of the proposed numerical model against a seismic case history.
es: Responsable de coordinar y supervisar diferentes subtareas de este trabajo tales como trabajo de campo, desarrollo de un modelo empírico para predecir el comportamiento del muro de Antamina y calibración del modelo numérico propuesto según un historial de casos sísmicos.

source: Responsible for coordination of hydraulic and structural design of the sunken tubes, intake and discharge structures, on shore and off shore.
es: Responsable de coordinar el diseño hidráulico y estructural de las tuberías enterradas, de las estructuras de captación e impulsión, tanto en la costa como en el mar.
